<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="top001.jsp" %> 
<%@ include file="left001.jsp" %> 
 
  <!-- 内容right  start -->


  
  <div style="float:left ; ">
  
  <div  style="float:left ; ">
   <div style="background-image:url(images/1-right1.jpg); height:20px;width:762px ">   </div>
   
   <div  style=" padding-left:22px " >
     &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;首页&gt;&gt;学院概况&gt;&gt;学院概况
     <br>
     <br>
     <div align="center" style="font-size:20px;  font-family:'黑体';color:#000099; ">学 院 概 况</div>
     <div align="right"><a href="1_1e.jsp"><font color="#FF0000">English &nbsp;Introduction</font></a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;     </div>
    <div id="xyjj">
	 <p >河北是中国钢铁第一大省，河北工业职业技术学院是河北省规模最大、办学历史最悠久的省属冶金类国家示范性高职院校。2006年，学院高职高专院校人才培养工作水平评估获得优秀；2007年，被河北省政府确定为"河北省示范性高等职业院校"和"河北省钢铁冶金职教集团牵头单位"；2008年，被教育部、财政部确定为"国家示范性高等职业院校建设计划"100所立项建设院校之一。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院拥有50多年办学历史，1999年经教育部批准成立专科层次高职院校（下设宣钢分院），隶属省教育厅。学院位于省会石家庄市，有南、北两个校区，占地960亩，建筑面积27万平方米，馆藏图书89.7万册。目前全日制在校生1万多人，教职工600多人。设有材料工程系、机电工程系、环境与化学工程系、信息工程与自动化系、计算机技术系、建筑工程系、法律与经济贸易系、基础教学部、思想政治与公共体育教学部、成人教育部、应用技术研发中心、高职教育研究所和国际教育交流中心。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院坚定不移地走高职教育发展之路，始终坚持"立足冶金，服务河北，面向全国"的办学定位，抓住河北建设沿海经济强省、钢铁强省和曹妃甸循环经济示范区的重大历史机遇，通过与河北钢铁集团、河北冀中能源集团、首钢京唐钢铁联合有限责任公司、石家庄制药集团有限公司、中国装饰有限公司等248家企业共建校外实习基地、专业建设指导委员会，先后被确定为"河北省冶金类高技能人才培养培训基地"、"河北省建设行业高技能人才培养培训基地"、"全国冶金行业高技能人才培养基地"和"全国冶金高等职业教育先进单位"。2010年学院被命名为"全国机械行业骨干职业院校"，"全国机械行业校企合作与人才培养优秀职业院校"。 <br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院把"铁的纪律，钢的意志，火的热情"贯穿人才培养全过程，学生肯吃苦、上手快、责任心强，毕业生就业率连年保持在98%以上。招生形势持续向好，生源质量不断提高，近三年录取分数线一直位居省内前列。2010年在河北省录取最低分高出我省专科线近200分，远远超过本三分数线。近三年学生参加各级各类大学生技能大赛20多项并取得优异成绩。学院获得"河北省非师范类大中专毕业生就业指导工作先进集体"、"河北省普通高校招生工作先进集体"、"就业指导与服务工作优秀高校"等多项荣誉称号。多家企业在学院设立奖学金、奖教金，毕业生遍及全国各地，在钢铁行业更享有"工段长摇篮"的美誉。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院根据区域经济发展要求设置和调整专业，专业和课程建设水平在省内居领先地位。目前开设招生专业45个，以工科为主，面向全国招生。建有国家示范院校重点建设专业5个，全国机械行业特色专业3个；国家级教育教学改革试点专业1个，省级示范专业9个。有国家精品课程4门，河北省精品课程15门，教育部教指委精品课程7门。获国家级教学成果二等奖1项，河北省教学成果一等奖1项、二等奖2项、三等奖6项；河北省科技进步一等奖1项，三等奖1项；获省部级以上教学成果奖、科技进步奖20余项。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院师资队伍结构合理，实力雄厚。专任教师348人，教授46人，副高职称以上的139人，博士及硕士学位以上教师157人。建成国家级教学团队2个，省级教学团队4个；国家教学名师1人，河北省教学名师3人。入选"新世纪百千万人才工程"国家级人选1人，享受国务院政府特贴1人，"三三三人才"第三层次人选5人；河北省五一劳动奖章获得者1人，河北青年科技奖获得者1人,河北冶金青年科技奖获得者2人。2009年，率先选聘了15名河北省首届"金牌工人"和"能工巧匠"作为客座教授，兼职教师320人。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院教学设施完备精良。建有校内实训基地17个，校内实训室130个。中央财政支持建设的实训基地5个，河北省重点建设的实训基地3个。建有国家职业技能鉴定所。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院积极为企业开展技术服务和员工培训。近年来，为企业开展技术服务37项，服务到款金额310万元，获专利16项。先后为邯钢、济钢、淮钢等企业开展"量体裁衣"式职工培训，编制"学习包"，出版冶金行业和焦化行业培训教材，在全国各大钢铁企业广泛应用。近两年，为企业开展多工种多形式的职工培训17947人次。与西部省份11所职业院校联合开展实地教师培训、学生培养等项目。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院是中国职业技术教育对外交流中心副主席单位、河北省国际职业资格认证培训定点单位。自1990年始，先后与加拿大、英国、新加坡、德国、美国、芬兰、澳大利亚等国外和台湾地区院校建立了长期友好交流与合作关系，互派访问团队60余次。<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学院将秉承"明德、团结、自强"的校训精神，坚持"夯内涵，建品牌，上层次"的战略发展理念，发扬不断进取，开拓创新的时代精神，集中优势资源，强化特色专业，紧紧围绕我省优势产业和支柱产业的发展，全力打造优秀高技能人才培养基地，助推河北经济走向辉煌！<br />

	 </p>
	 </div>
	 
       
     
   </div>
   
   
   </div>
  
    <div style="float:left; background-image:url(images/1-right2.jpg); width:40px; height:700px ">
	  
    </div>
  <div class="clear"></div>
  
  </div>
   <!--内容right  end -->
   
   
<%@ include file="foot001.jsp" %> 